Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
bn: ফোন নম্বর
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
de_at: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fil: Numero ng Telepono
fr: Numéro de téléphone
fr_ch: Numéro de téléphone
gsw: Telefonnummere
gu: ફોન નંબર
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ja: 電話番号
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ko: 전화번호
ln: Nimero ya Telefone
lv: Tālruņa numurs
mr: फोन नंबर
ms: Nombor Telefon
nb: Telefonnummer
nl: Telefoonnummer
nn_no: Telefonnummer
pl: Numer telefonu
pt: Número de telefone
pt_pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sr: Број телефона
sr_latn: Broj telefona
sv: Telefonnummer
ta: தொலைபேசி எண்
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
ur: فون نمبر
vi: Số điện thoại
zh: 手机号
zh_hant: 電話號碼
zh_hant_tw: 電話號碼

# PlaceholderChosePassword
source: Choose password
ar: اختر كلمة المرور
de: Passwort wählen
es: Elegir contraseña
fr: Choisis un mot de passe

# PlaceholderEnterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Gib deine E-Mail ein
es: Ingresa tu correo
fr: Saisis ton e-mail

# PlaceholderEnterPassword
source: Enter your password
ar: أدخل كلمة المرور
de: Gib dein Passwort ein
es: Ingresa tu contraseña
fr: Saisis ton mot de passe

# PlaceholderNewPassword
source: New password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

source: Prefer Email link sign-in?
ar: تفضل تسجيل الدخول برابط البريد الإلكتروني؟
bg: Предпочитате вход чрез имейл линк?
bn: ইমেইল লিংক সাইন-ইন পছন্দ করেন?
ca: Prefereixes iniciar sessió amb un enllaç per correu?
cs: Preferujete přihlášení pomocí emailového odkazu?
da: Foretrækker du login via emaillink?
de: Lieber mit E-Mail-Link anmelden?
de_at: Bevorzugen Sie die Anmeldung per E-Mail-Link?
el: Προτιμάτε σύνδεση με σύνδεσμο email;
es: ¿Prefieres iniciar sesión con enlace por correo?
fa: ورود با لینک ایمیل را ترجیح می‌دهید؟
fi: Haluatko kirjautua sähköpostilinkillä?
fil: Mas gusto ang Email link sign-in?
fr: Préfères-tu la connexion par lien e-mail ?
fr_ch: Vous préférez la connexion par lien e-mail ?
gsw: Bevorzugsch Aamäldig per E-Mail-Link?
gu: ઇમેઇલ લિંક સાઇન-ઇન પસંદ કરો છો?
he: מעדיף התחברות באמצעות קישור בדוא״ל?
hi: ईमेल लिंक साइन-इन पसंद करते हैं?
hr: Preferirate prijavu putem email poveznice?
hu: Inkább e-mail hivatkozással szeretne bejelentkezni?
id: Lebih suka masuk dengan tautan email?
it: Preferisci l'accesso tramite link email?
ja: メールリンクでのサインインを希望しますか？
kn: ಇಮೇಲ್ ಲಿಂಕ್ ಸೈನ್-ಇನ್ ಆದ್ಯತೆ ನೀಡುವಿರಾ?
ko: 이메일 링크 로그인을 선호하시나요?
ln: Olingi kokota na lien ya email?
lv: Vēlaties pierakstīties ar e-pasta saiti?
mr: ईमेल लिंक साइन-इन पसंत करता का?
ms: Lebih suka log masuk dengan pautan e-mel?
nb: Foretrekker du pålogging med e-postlenke?
nl: Liever inloggen via e-mail-link?
nn_no: Føretrekker du pålogging med e-postlenke?
pl: Wolisz logowanie przez link w e-mailu?
pt: Prefere login por link de e-mail?
pt_pt: Prefere início de sessão por ligação de e-mail?
ro: Preferați conectarea prin link de e-mail?
ru: Предпочитаете вход по ссылке из электронной почты?
sk: Uprednostňujete prihlásenie odkazom z e-mailu?
sl: Raje prijavo s povezavo iz e-pošte?
sr: Више волите пријављивање путем имејл линка?
sr_latn: Više volite prijavljivanje putem imejl linka?
sv: Föredrar du inloggning med e-postlänk?
ta: மின்னஞ்சல் இணைப்பு உள்நுழைவை விரும்புகிறீர்களா?
th: ต้องการลงชื่อเข้าใช้ด้วยลิงก์อีเมลหรือไม่?
tr: E-posta bağlantısıyla oturum açmayı tercih ediyor musunuz?
uk: Віддаєте перевагу входу за посиланням з електронної пошти?
ur: ای میل لنک سائن ان کو ترجیح دیتے ہیں؟
vi: Bạn thích đăng nhập bằng liên kết email?
zh: 更喜欢使用邮箱链接登录？
zh_hant: 偏好使用電子郵件連結登入？
zh_hant_tw: 偏好使用電子郵件連結登入？

source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
de_at: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
fr: Politique de confidentialité
fr_ch: Politique de confidentialité
gsw: Dateschutzerklärig
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ko: 개인정보 보호정책
ln: Mobeko ya Bomoi ya Moto ye moko
lv: Konfidencialitātes politika
mr: गोपनीयता धोरण
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
nn_no: Personvernpolitikk
pl: Polityka prywatności
pt: Política de privacidade
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sr: Политика приватности
sr_latn: Politika privatnosti
sv: Sekretesspolicy
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư
zh: 隐私政策
zh_hant: 隱私權政策
zh_hant_tw: 隱私權政策

# ProviderTitleFacebook
source: Facebook
ar: فيسبوك

# ProviderTitleGoogle
source: Google
ar: جوجل

# ProviderTitlePassword
source: Email
ar: البريد الإلكتروني
es: Correo

# ProviderTitleTwitter
source: Twitter
ar: تويتر

# ProviderUsedPreviouslyMessage
source: You've already used %@. Sign in with %@ to continue.
ar: لقد استخدمت %@ بالفعل. سجل الدخول باستخدام %@ للمتابعة.
de: Du hast bereits %@ verwendet. Melde dich mit %@ an, um fortzufahren.
es: Ya has usado %@. Inicia sesión con %@ para continuar.
fr: Tu as déjà utilisé %@. Connecte-toi avec %@ pour continuer.

# ReauthenticateEditPasswordAlertMessage
source: In order to change your password, you first need to enter your current password.
ar: لتغيير كلمة المرور الخاصة بك، تحتاج أولاً إلى إدخال كلمة المرور الحالية.
de: Um dein Passwort zu ändern, musst du zuerst dein aktuelles Passwort eingeben.
es: Para cambiar tu contraseña, primero debes ingresar tu contraseña actual.
fr: Pour modifier ton mot de passe, tu dois d'abord saisir ton mot de passe actuel.

source: Remove
ar: إزالة
bg: Премахване
bn: অপসারণ করুন
ca: Elimina
cs: Odebrat
da: Fjern
de: Entfernen
de_at: Entfernen
el: Κατάργηση
es: Eliminar
fa: حذف
fi: Poista
fil: Alisin
fr: Retirer
fr_ch: Supprimer
gsw: Entferne
gu: દૂર કરો
he: הסרה
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
kn: ತೆಗೆದುಹಾಕಿ
ko: 제거
ln: Longola
lv: Noņemt
mr: काढा
ms: Alih keluar
nb: Fjern
nl: Verwijderen
nn_no: Fjern
pl: Usuń
pt: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Уклони
sr_latn: Ukloni
sv: Ta bort
ta: அகற்று
th: ลบออก
tr: Kaldır
uk: Видалити
ur: ہٹائیں
vi: Xóa
zh: 移除
zh_hant: 移除
zh_hant_tw: 移除

source: Resend
ar: إعادة إرسال
bg: Изпрати отново
bn: পুনরায় পাঠান
ca: Torna a enviar
cs: Znovu odeslat
da: Gensend
de: Erneut senden
de_at: Erneut senden
el: Επαναποστολή
es: Reenviar
fa: ارسال مجدد
fi: Lähetä uudelleen
fil: Ipadala muli
fr: Renvoyer
fr_ch: Renvoyer
gsw: Nomol schicke
gu: ફરીથી મોકલો
he: שלח שוב
hi: फिर से भेजें
hr: Pošalji ponovno
hu: Újraküldés
id: Kirim ulang
it: Invia di nuovo
ja: 再送信
kn: ಮತ್ತೆ ಕಳುಹಿಸಿ
ko: 다시 보내기
ln: Tinda lisusu
lv: Nosūtīt vēlreiz
mr: पुन्हा पाठवा
ms: Hantar semula
nb: Send på nytt
nl: Opnieuw verzenden
nn_no: Send på nytt
pl: Wyślij ponownie
pt: Reenviar
pt_pt: Reenviar
ro: Retrimiteți
ru: Отправить снова
sk: Odoslať znova
sl: Pošlji znova
sr: Пошаљи поново
sr_latn: Pošalji ponovo
sv: Skicka igen
ta: மீண்டும் அனுப்பு
th: ส่งอีกครั้ง
tr: Yeniden gönder
uk: Надіслати знову
ur: دوبارہ بھیجیں
vi: Gửi lại
zh: 重新发送
zh_hant: 重新傳送
zh_hant_tw: 重新傳送

source: Resend Code
ar: إعادة إرسال الرمز
bg: Изпрати кода отново
bn: কোড পুনরায় পাঠান
ca: Torna a enviar el codi
cs: Znovu odeslat kód
da: Gensend kode
de: Code erneut senden
de_at: Code erneut senden
el: Επαναποστολή κωδικού
es: Reenviar código
fa: ارسال مجدد کد
fi: Lähetä koodi uudelleen
fil: Ipadala Muli ang Code
fr: Renvoyer le code
fr_ch: Renvoyer le code
gsw: Code nomol schicke
gu: કોડ ફરીથી મોકલો
he: שלח קוד שוב
hi: कोड फिर से भेजें
hr: Pošalji kod ponovno
hu: Kód újraküldése
id: Kirim Ulang Kode
it: Invia di nuovo il codice
ja: コードを再送信
kn: ಕೋಡ್ ಮತ್ತೆ ಕಳುಹಿಸಿ
ko: 코드 다시 보내기
ln: Tinda Kode Lisusu
lv: Nosūtīt kodu vēlreiz
mr: कोड पुन्हा पाठवा
ms: Hantar Semula Kod
nb: Send kode på nytt
nl: Code opnieuw verzenden
nn_no: Send kode på nytt
pl: Wyślij kod ponownie
pt: Reenviar código
pt_pt: Reenviar código
ro: Retrimiteți codul
ru: Отправить код снова
sk: Odoslať kód znova
sl: Pošlji kodo znova
sr: Пошаљи код поново
sr_latn: Pošalji kod ponovo
sv: Skicka kod igen
ta: குறியீட்டை மீண்டும் அனுப்பு
th: ส่งรหัสอีกครั้ง
tr: Kodu yeniden gönder
uk: Надіслати код знову
ur: کوڈ دوبارہ بھیجیں
vi: Gửi lại mã
zh: 重新发送验证码
zh_hant: 重新傳送驗證碼
zh_hant_tw: 重新傳送驗證碼

source: Save
ar: حفظ
bg: Запази
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Gem
de: Speichern
de_at: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
fr_ch: Enregistrer
gsw: Speichere
gu: સાચવો
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ko: 저장
ln: Bomba
lv: Saglabāt
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Opslaan
nn_no: Lagre
pl: Zapisz
pt: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: Сачувај
sr_latn: Sačuvaj
sv: Spara
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh: 保存
zh_hant: 儲存
zh_hant_tw: 儲存

source: Scan QR Code
ar: مسح رمز QR
bg: Сканирайте QR код
bn: QR কোড স্ক্যান করুন
ca: Escaneja el codi QR
cs: Naskenovat QR kód
da: Scan QR-kode
de: QR-Code scannen
de_at: QR-Code scannen
el: Σάρωση κωδικού QR
es: Escanear código QR
fa: اسکن کد QR
fi: Skannaa QR-koodi
fil: I-scan ang QR Code
fr: Scanner le code QR
fr_ch: Scanner le code QR
gsw: QR-Code scanne
gu: QR કોડ સ્કેન કરો
he: סרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kod
hu: QR-kód beolvasása
id: Pindai Kode QR
it: Scansiona il codice QR
ja: QRコードをスキャン
kn: QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드 스캔
ln: Talá Kode QR
lv: Skenēt QR kodu
mr: QR कोड स्कॅन करा
ms: Imbas Kod QR
nb: Skann QR-kode
nl: QR-code scannen
nn_no: Skann QR-kode
pl: Zeskanuj kod QR
pt: Escanear código QR
pt_pt: Digitalizar código QR
ro: Scanați codul QR
ru: Сканировать QR-код
sk: Skenovať QR kód
sl: Skeniraj QR kodo
sr: Скенирај QR код
sr_latn: Skeniraj QR kod
sv: Skanna QR-kod
ta: QR குறியீட்டை ஸ்கேன் செய்யவும்
th: สแกนคิวอาร์โค้ด
tr: QR kodunu tara
uk: Сканувати QR-код
ur: QR کوڈ اسکین کریں
vi: Quét mã QR
zh: 扫描二维码
zh_hant: 掃描 QR Code
zh_hant_tw: 掃描 QR Code

source: Scan with your authenticator app or tap to open directly
ar: امسح بتطبيق المصادقة الخاص بك أو انقر للفتح مباشرة
bg: Сканирайте с приложението за удостоверяване или докоснете за директно отваряне
bn: আপনার অথেন্টিকেটর অ্যাপ দিয়ে স্ক্যান করুন অথবা সরাসরি খোলার জন্য ট্যাপ করুন
ca: Escaneja amb la teva aplicació d'autenticació o toca per obrir directament
cs: Naskenujte pomocí autentikační aplikace nebo klepněte pro přímé otevření
da: Scan med din autentifikationsapp eller tryk for at åbne direkte
de: Scanne mit deiner Authentifizierungs-App oder tippe, um direkt zu öffnen
de_at: Scannen Sie mit Ihrer Authentifizierungs-App oder tippen Sie, um direkt zu öffnen
el: Σαρώστε με την εφαρμογή ελέγχου ταυτότητας ή πατήστε για άμεσο άνοιγμα
es: Escanea con tu aplicación de autenticación o toca para abrir directamente
fa: با برنامه احراز هویت خود اسکن کنید یا برای باز کردن مستقیم ضربه بزنید
fi: Skannaa autentikaatiosovelluksella tai napauta avataksesi suoraan
fil: I-scan gamit ang iyong authenticator app o i-tap upang direktang buksan
fr: Scanne avec ton application d'authentification ou appuie pour ouvrir directement
fr_ch: Scannez avec votre application d'authentification ou appuyez pour ouvrir directement
gsw: Scann mit dinere Authentifizierigs-App oder tipp zum diräkt öffne
gu: તમારી પ્રમાણીકરણ એપ સાથે સ્કેન કરો અથવા સીધું ખોલવા માટે ટેપ કરો
he: סרוק עם אפליקציית האימות שלך או הקש כדי לפתוח ישירות
hi: अपने प्रमाणक ऐप से स्कैन करें या सीधे खोलने के लिए टैप करें
hr: Skenirajte pomoću aplikacije za autentifikaciju ili dodirnite za izravno otvaranje
hu: Olvassa be a hitelesítő alkalmazással, vagy érintse meg a közvetlen megnyitáshoz
id: Pindai dengan aplikasi autentikator Anda atau ketuk untuk membuka langsung
it: Scansiona con la tua app di autenticazione o tocca per aprire direttamente
ja: 認証アプリでスキャンするか、タップして直接開く
kn: ನಿಮ್ಮ ದೃಢೀಕರಣ ಆ್ಯಪ್‌ನೊಂದಿಗೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ನೇರವಾಗಿ ತೆರೆಯಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 인증 앱으로 스캔하거나 탭하여 바로 열기
ln: Talá na aplikasyo na yo ya kondimisa to finá mpo na kofungola mbala moko
lv: Skenējiet ar autentifikācijas lietotni vai pieskarieties, lai atvērtu tieši
mr: तुमच्या प्रमाणीकरण अॅपसह स्कॅन करा किंवा थेट उघडण्यासाठी टॅप करा
ms: Imbas dengan aplikasi pengesah anda atau ketik untuk membuka secara langsung
nb: Skann med autentiseringsappen din eller trykk for å åpne direkte
nl: Scan met je authenticator-app of tik om direct te openen
nn_no: Skann med autentiseringsappen din eller trykk for å opne direkte
pl: Zeskanuj aplikacją uwierzytelniającą lub dotknij, aby otworzyć bezpośrednio
pt: Escaneie com seu aplicativo autenticador ou toque para abrir diretamente
pt_pt: Digitalize com a sua aplicação de autenticação ou toque para abrir diretamente
ro: Scanați cu aplicația dvs. de autentificare sau atingeți pentru a deschide direct
ru: Отсканируйте с помощью приложения для аутентификации или нажмите, чтобы открыть напрямую
sk: Naskenujte pomocou aplikácie na overovanie alebo klepnutím otvorte priamo
sl: Skenirajte z aplikacijo za preverjanje pristnosti ali tapnite za neposredno odpiranje
sr: Скенирајте апликацијом за аутентификацију или додирните да бисте отворили директно
sr_latn: Skenirajte aplikacijom za autentifikaciju ili dodirnite da biste otvorili direktno
sv: Skanna med din autentiseringsapp eller tryck för att öppna direkt
ta: உங்கள் அங்கீகரிப்பு செயலி மூலம் ஸ்கேன் செய்யவும் அல்லது நேரடியாகத் திறக்க தட்டவும்
th: สแกนด้วยแอปตรวจสอบสิทธิ์ของคุณ หรือแตะเพื่อเปิดโดยตรง
tr: Kimlik doğrulayıcı uygulamanızla tarayın veya doğrudan açmak için dokunun
uk: Скануйте за допомогою програми автентифікації або торкніться, щоб відкрити безпосередньо
ur: اپنی تصدیقی ایپ سے اسکین کریں یا براہ راست کھولنے کے لیے ٹیپ کریں
vi: Quét bằng ứng dụng xác thực của bạn hoặc nhấn để mở trực tiếp
zh: 使用身份验证器应用扫描或点击直接打开
zh_hant: 使用驗證器應用掃描，或輕觸直接開啟
zh_hant_tw: 請使用驗證器 App 掃描，或點擊直接開啟

source: Send
ar: إرسال
bg: Изпрати
bn: পাঠান
ca: Envia
cs: Odeslat
de: Senden
de_at: Senden
el: Αποστολή
es: Enviar
fa: ارسال
fi: Lähetä
fil: Ipadala
fr: Envoyer
fr_ch: Envoyer
gsw: Schicke
gu: મોકલો
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
kn: ಕಳುಹಿಸಿ
ko: 보내기
ln: Tinda
lv: Nosūtīt
mr: पाठवा
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sl: Pošlji
sr: Пошаљи
sr_latn: Pošalji
sv: Skicka
ta: அனுப்பு
th: ส่ง
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi
zh: 发送
zh_hant: 傳送
zh_hant_tw: 傳送

source: Send a password recovery link to your email
ar: إرسال رابط استعادة كلمة المرور إلى بريدك الإلكتروني
bg: Изпратете линк за възстановяване на паролата на вашия имейл
bn: আপনার ইমেইলে পাসওয়ার্ড পুনরুদ্ধারের লিংক পাঠান
ca: Envia un enllaç de recuperació de contrasenya al teu correu
cs: Odeslat odkaz pro obnovení hesla na váš email
da: Send et link til gendannelse af adgangskode til din email
de: Passwort-Wiederherstellungslink an deine E-Mail senden
de_at: Senden Sie einen Link zur Passwortwiederherstellung an Ihre E-Mail
el: Αποστολή συνδέσμου ανάκτησης κωδικού πρόσβασης στο email σας
es: Enviar un enlace de recuperación de contraseña a tu correo
fa: لینک بازیابی رمز عبور را به ایمیل خود ارسال کنید
fi: Lähetä salasanan palautuslinkki sähköpostiisi
fil: Magpadala ng password recovery link sa iyong email
fr: Envoyer un lien de récupération de mot de passe à ton e-mail
fr_ch: Envoyer un lien de récupération de mot de passe à votre e-mail
gsw: Schick en Link zur Passwortwiederhärstellig a dini E-Mail
gu: તમારા ઇમેઇલ પર પાસવર્ડ પુનઃપ્રાપ્તિ લિંક મોકલો
he: שלח קישור לשחזור סיסמה לדוא״ל שלך
hi: अपने ईमेल पर पासवर्ड पुनर्प्राप्ति लिंक भेजें
hr: Pošaljite poveznicu za oporavak lozinke na svoj email
hu: Jelszó-helyreállítási hivatkozás küldése az e-mailjére
id: Kirim tautan pemulihan kata sandi ke email Anda
it: Invia un link di recupero password alla tua email
ja: パスワード回復リンクをメールに送信
kn: ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ ಪಾಸ್‌ವರ್ಡ್ ಮರುಪಡೆಯುವ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ko: 이메일로 비밀번호 복구 링크 보내기
ln: Tinda lien ya kozongisa liloba ya kobombama na email na yo
lv: Nosūtīt paroles atgūšanas saiti uz e-pastu
mr: तुमच्या ईमेलवर पासवर्ड पुनर्प्राप्ती लिंक पाठवा
ms: Hantar pautan pemulihan kata laluan ke e-mel anda
nb: Send en lenke for gjenoppretting av passord til e-posten din
nl: Stuur een link voor wachtwoordherstel naar je e-mail
nn_no: Send ei lenke for gjenoppretting av passord til e-posten din
pl: Wyślij link do odzyskiwania hasła na swój adres e-mail
pt: Enviar um link de recuperação de senha para seu e-mail
pt_pt: Enviar uma ligação de recuperação de palavra-passe para o seu e-mail
ro: Trimiteți un link de recuperare a parolei la e-mailul dvs.
ru: Отправить ссылку для восстановления пароля на вашу электронную почту
sk: Odoslať odkaz na obnovenie hesla na váš e-mail
sl: Pošlji povezavo za obnovitev gesla na svoj e-poštni naslov
sr: Пошаљи линк за опоравак лозинке на ваш имејл
sr_latn: Pošalji link za oporavak lozinke na vaš imejl
sv: Skicka en länk för lösenordsåterställning till din e-post
ta: உங்கள் மின்னஞ்சலுக்கு கடவுச்சொல் மீட்பு இணைப்பை அனுப்பவும்
th: ส่งลิงก์กู้คืนรหัสผ่านไปยังอีเมลของคุณ
tr: E-postanıza şifre kurtarma bağlantısı gönderin
uk: Надіслати посилання для відновлення пароля на вашу електронну пошту
ur: اپنی ای میل پر پاس ورڈ بحالی کا لنک بھیجیں
vi: Gửi liên kết khôi phục mật khẩu đến email của bạn
zh: 向您的邮箱发送密码找回链接
zh_hant: 傳送密碼重設連結至您的電子郵件
zh_hant_tw: 將密碼重設連結傳送到您的電子郵件

source: Send a sign-in link to your email
ar: إرسال رابط تسجيل الدخول إلى بريدك الإلكتروني
bg: Изпратете линк за вход на вашия имейл
bn: আপনার ইমেইলে সাইন-ইন লিংক পাঠান
ca: Envia un enllaç d'inici de sessió al teu correu
cs: Odeslat přihlašovací odkaz na váš email
da: Send et loginlink til din email
de: Anmeldelink an deine E-Mail senden
de_at: Senden Sie einen Anmeldelink an Ihre E-Mail
el: Αποστολή συνδέσμου σύνδεσης στο email σας
es: Enviar un enlace de inicio de sesión a tu correo
fa: لینک ورود را به ایمیل خود ارسال کنید
fi: Lähetä kirjautumislinkki sähköpostiisi
fil: Magpadala ng sign-in link sa iyong email
fr: Envoyer un lien de connexion à ton e-mail
fr_ch: Envoyer un lien de connexion à votre e-mail
gsw: Schick en Aamäldelink a dini E-Mail
gu: તમારા ઇમેઇલ પર સાઇન-ઇન લિંક મોકલો
he: שלח קישור להתחברות לדוא״ל שלך
hi: अपने ईमेल पर साइन-इन लिंक भेजें
hr: Pošaljite poveznicu za prijavu na svoj email
hu: Bejelentkezési hivatkozás küldése az e-mailjére
id: Kirim tautan masuk ke email Anda
it: Invia un link di accesso alla tua email
ja: サインインリンクをメールに送信
kn: ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ ಸೈನ್-ಇನ್ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ko: 이메일로 로그인 링크 보내기
ln: Tinda lien ya kokota na email na yo
lv: Nosūtīt pierakstīšanās saiti uz e-pastu
mr: तुमच्या ईमेलवर साइन-इन लिंक पाठवा
ms: Hantar pautan log masuk ke e-mel anda
nb: Send en påloggingslenke til e-posten din
nl: Stuur een inloglink naar je e-mail
nn_no: Send ei påloggingslenke til e-posten din
pl: Wyślij link logowania na swój adres e-mail
pt: Enviar um link de login para seu e-mail
pt_pt: Enviar uma ligação de início de sessão para o seu e-mail
ro: Trimiteți un link de conectare la e-mailul dvs.
ru: Отправить ссылку для входа на вашу электронную почту
sk: Odoslať odkaz na prihlásenie na váš e-mail
sl: Pošlji povezavo za prijavo na svoj e-poštni naslov
sr: Пошаљи линк за пријављивање на ваш имејл
sr_latn: Pošalji link za prijavljivanje na vaš imejl
sv: Skicka en inloggningslänk till din e-post
ta: உங்கள் மின்னஞ்சலுக்கு உள்நுழைவு இணைப்பை அனுப்பவும்
th: ส่งลิงก์ลงชื่อเข้าใช้ไปยังอีเมลของคุณ
tr: E-postanıza oturum açma bağlantısı gönderin
uk: Надіслати посилання для входу на вашу електронну пошту
ur: اپنی ای میل پر سائن ان لنک بھیجیں
vi: Gửi liên kết đăng nhập đến email của bạn
zh: 向您的邮箱发送登录链接
zh_hant: 傳送登入連結至您的電子郵件
zh_hant_tw: 將登入連結傳送到您的電子郵件

source: Send Code
ar: إرسال الرمز
bg: Изпрати код
bn: কোড পাঠান
ca: Envia el codi
cs: Odeslat kód
da: Send kode
de: Code senden
de_at: Code senden
el: Αποστολή κωδικού
es: Enviar código
fa: ارسال کد
fi: Lähetä koodi
fil: Ipadala ang Code
fr: Envoyer le code
fr_ch: Envoyer le code
gsw: Code schicke
gu: કોડ મોકલો
he: שלח קוד
hi: कोड भेजें
hr: Pošalji kod
hu: Kód küldése
id: Kirim Kode
it: Invia codice
ja: コードを送信
kn: ಕೋಡ್ ಕಳುಹಿಸಿ
ko: 코드 보내기
ln: Tinda Kode
lv: Nosūtīt kodu
mr: कोड पाठवा
ms: Hantar Kod
nb: Send kode
nl: Code verzenden
nn_no: Send kode
pl: Wyślij kod
pt: Enviar código
pt_pt: Enviar código
ro: Trimiteți codul
ru: Отправить код
sk: Odoslať kód
sl: Pošlji kodo
sr: Пошаљи код
sr_latn: Pošalji kod
sv: Skicka kod
ta: குறியீட்டை அனுப்பு
th: ส่งรหัส
tr: Kod gönder
uk: Надіслати код
ur: کوڈ بھیجیں
vi: Gửi mã
zh: 发送验证码
zh_hant: 傳送驗證碼
zh_hant_tw: 傳送驗證碼

# SendEmailSignInLinkButtonLabel
source: Send email sign-in link
ar: إرسال رابط تسجيل الدخول عبر البريد الإلكتروني
de: E-Mail-Anmeldelink senden
es: Enviar enlace de inicio de sesión por correo
fr: Envoyer le lien de connexion par e-mail

source: Set Up Two-Factor Authentication
ar: إعداد المصادقة الثنائية
bg: Настройте двуфакторно удостоверяване
bn: টু-ফ্যাক্টর প্রমাণীকরণ সেট আপ করুন
ca: Configura l'autenticació en dos passos
cs: Nastavit dvoufázové ověření
da: Opsæt tofaktorgodkendelse
de: Zwei-Faktor-Authentifizierung einrichten
de_at: Zwei-Faktor-Authentifizierung einrichten
el: Ρύθμιση ελέγχου ταυτότητας δύο παραγόντων
es: Configurar autenticación de dos factores
fa: راه‌اندازی احراز هویت دو عاملی
fi: Ota käyttöön kaksivaiheinen tunnistautuminen
fil: I-set Up ang Two-Factor Authentication
fr: Configurer l'authentification à deux facteurs
fr_ch: Configurer l'authentification à deux facteurs
gsw: Zwei-Faktor-Authentifizierig iirichte
gu: ટુ-ફેક્ટર પ્રમાણીકરણ સેટ કરો
he: הגדרת אימות דו־שלבי
hi: दो-कारक प्रमाणीकरण सेट करें
hr: Postavite dvofaktorsku autentifikaciju
hu: Kétfaktoros hitelesítés beállítása
id: Siapkan Autentikasi Dua Faktor
it: Configura l'autenticazione a due fattori
ja: 2段階認証を設定
kn: ಎರಡು-ಅಂಶ ದೃಢೀಕರಣವನ್ನು ಹೊಂದಿಸಿ
ko: 2단계 인증 설정
ln: Tyá Kondimisa ya Bakambi mibale
lv: Iestatīt divfaktoru autentifikāciju
mr: दोन-घटक प्रमाणीकरण सेट करा
ms: Sediakan Pengesahan Dua Faktor
nb: Konfigurer tofaktorautentisering
nl: Tweeledige verificatie instellen
nn_no: Konfigurer tofaktorautentisering
pl: Skonfiguruj uwierzytelnianie dwuskładnikowe
pt: Configurar autenticação de dois fatores
pt_pt: Configurar autenticação de dois fatores
ro: Configurați autentificarea cu doi factori
ru: Настроить двухфакторную аутентификацию
sk: Nastaviť dvojfaktorové overovanie
sl: Nastavi dvofaktorsko preverjanje pristnosti
sr: Подеси двофакторску аутентификацију
sr_latn: Podesi dvofaktorsku autentifikaciju
sv: Konfigurera tvåfaktorsautentisering
ta: இரு காரணி அங்கீகாரத்தை அமைக்கவும்
th: ตั้งค่าการตรวจสอบสิทธิ์แบบสองปัจจัย
tr: İki faktörlü kimlik doğrulamayı kur
uk: Налаштувати двофакторну автентифікацію
ur: دو عنصری تصدیق سیٹ اپ کریں
vi: Thiết lập xác thực hai yếu tố
zh: 设置双重验证
zh_hant: 設定雙重驗證
zh_hant_tw: 設定雙重驗證
